<?php

return [

    /*
    |--------------------------------------------------------------------------
    | WebSite Alerts String
    |--------------------------------------------------------------------------
    */
    'role' => [
        'Created' => 'تم إنشاء الدور بنجاح',
        'Failed create' => 'فشل في إنشاء الدور',
        'Updated' => 'تم تحديث الدور بنجاح',
        'Failed update' => 'فشل في تحديث الدور',
        'Deleted' => 'تم حذف الدور بنجاح',
        'Failed delete' => 'فشل في حذف الدور',
        'Not found' => 'الدور غير موجود',
    ],

    'country' => [
        'Created' => 'تم إنشاء البلد بنجاح',
        'Failed create' => 'فشل في إنشاء البلد',
        'Updated' => 'تم تحديث البلد بنجاح',
        'Failed update' => 'فشل في تحديث البلد',
        'Deleted' => 'تم حذف البلد بنجاح',
        'Failed delete' => 'فشل في حذف البلد',
        'Not found' => 'البلد غير موجود',
    ],

    'Tag created' => 'تم إنشاء الوسم بنجاح',
];
