<?php

return [
    'header' => [
        'Homepage' => 'الصفحة الرئيسية',
        'Categories' => 'الفئات',
        'Articles' => 'المقالات',
        'Login' => 'تسجيل الدخول',
        'Dashboard' => 'لوحة التحكم',
        'Header menu' => 'القائمة الرئيسية',
    ],

    'hero' => [
        'Hero title' => 'مرحبًا بك في ',
        'Hero subtitle' => 'اكتشف أحدث الأخبار والنصائح والقصص من مجتمعنا',
        'Explore Articles' => 'استكشاف المقالات',
        'Hero bg' => 'صورة خلفية الهيرو',
    ],

    'sections' => [
        'Wave background' => 'خلفية موجية',
        'Section one title' => 'مقالات جديدة، لا تفوتها!',
        'Section one subtitle' => 'استكشف مقالاتنا الجديدة والمميزة، وتعرف على آخر الأفكار والمعلومات التي قد تثري حياتك وتفتح آفاقًا جديدة لفهم العالم من حولك.',
        'Read more' => 'اقرأ المزيد',
        'By' => 'بواسطة',
        'Subscribe text' => 'اشترك في قائمتنا البريدية للحصول على آخر التحديثات.',
        'Email placeholder' => 'أدخل عنوان بريدك الإلكتروني',
        'Subscribe' => 'اشترك',
        'Illustration' => 'رسم توضيحي',
        'Section two title' => 'اكتشف أكثر المقالات قراءة',
        'Section two subtitle' => 'استمتع بقراءة المقالات التي حققت أعلى معدلات القراءة وأعجب بها العديد من القراء، واستفد من الأفكار والمعلومات القيمة التي تقدمها',
        'Most liked' => 'الأكثر إعجاباً',
        'Our best writer' => 'أفضل <span style="color:var(--orange-color)">كاتِب</span> لدينا',
        'Best user quote' => 'استمتع بالغوص في عوالم الفكر والإبداع مع مقالات أفضل كاتب لدينا، الذي يتميز بإبداعه الاستثنائي وعمق تحليلاته المميزة، حيث تتجلى قدرته على إلهام الآخرين وإثراء عقولهم بأفكاره البارعة والملهمة.',
        'More writers' => 'المزيد من الكُتّاب',
    ],
];
