<?php

return [
    'header' => [
        'Homepage' => 'الصفحة الرئيسية',
        'Categories' => 'الفئات',
        'Articles' => 'المقالات',
        'Login' => 'تسجيل الدخول',
        'Dashboard' => 'لوحة التحكم',
        'Header menu' => 'القائمة الرئيسية',
    ],

    'hero' => [
        'Hero title' => 'مرحبًا بك في ',
        'Hero subtitle' => 'اكتشف أحدث الأخبار والنصائح والقصص من مجتمعنا',
        'Explore Articles' => 'استكشاف المقالات',
        'Hero bg' => 'صورة خلفية الهيرو',
    ],

    'sections' => [
        'Wave background' => 'خلفية موجية',
        'Section one title' => 'مقالات جديدة، لا تفوتها!',
        'Section one subtitle' => 'استكشف مقالاتنا الجديدة والمميزة، وتعرف على آخر الأفكار والمعلومات التي قد تثري حياتك وتفتح آفاقًا جديدة لفهم العالم من حولك.',
        'Read more' => 'اقرأ المزيد',
        'By' => 'بواسطة',
        'Subscribe text' => 'اشترك في قائمتنا البريدية للحصول على آخر التحديثات.',
        'Email placeholder' => 'أدخل عنوان بريدك الإلكتروني',
        'Subscribe' => 'اشترك',
        'Illustration' => 'رسم توضيحي',
    ],
];
