<?php

return [
    'header' => [
        'Homepage' => 'الصفحة الرئيسية',
        'Categories' => 'الفئات',
        'Articles' => 'المقالات',
        'Login' => 'تسجيل الدخول',
        'Dashboard' => 'لوحة التحكم',
        'Header menu' => 'القائمة الرئيسية',
    ],

    'hero' => [
        'Hero title' => 'مرحبًا بك في ',
        'Hero subtitle' => 'اكتشف أحدث الأخبار والنصائح والقصص من مجتمعنا',
        'Explore Articles' => 'استكشاف المقالات',
        'Hero bg' => 'صورة خلفية الهيرو',
    ],

    'sections' => [
        'Wave background' => 'خلفية موجة',
        'Section one title' => 'مقالات جديدة، لا تفوتها!',
        'Section one subtitle' => 'استكشف مقالاتنا الجديدة والمميزة، وتعرف على أحدث الأفكار والمعلومات التي قد تثري حياتك وتفتح آفاقًا جديدة لفهم العالم من حولك.',
        'Read more' => 'اقرأ المزيد',
        'By' => 'بواسطة',
        'Subscribe text' => 'اشترك في قائمتنا البريدية للحصول على آخر التحديثات.',
        'Email placeholder' => 'أدخل عنوان بريدك الإلكتروني',
        'Subscribe' => 'اشترك',
        'Illustration' => 'رسم توضيحي',
        'Section two title' => 'اكتشف المقالات الأكثر قراءة',
        'Section two subtitle' => 'استمتع بقراءة المقالات التي حققت أعلى معدلات قراءة ونالت إعجاب العديد من القراء، واستفد من الأفكار والمعلومات القيمة التي تقدمها',
        'Most liked' => 'الأكثر إعجابًا',
        'Our best writer' => 'أفضل <span style="color:var(--orange-color)">كاتِب</span> لدينا',
        'Best user quote' => 'استمتع بالغوص في عوالم الفكر والإبداع مع مقالات كاتبنا الأفضل، الذي يتميز بإبداعه الاستثنائي وعمق تحليلاته الرائعة، حيث يتضح قدرته على إلهام الآخرين وإثراء عقولهم بأفكاره المتميزة والملهمة.',
        'More writers' => 'المزيد من الكتّاب',
        'Section three title' => 'تصفح المقالات بناءً على اهتماماتك الشخصية',
        'Section three subtitle' => 'تصفح واكتشف مقالاتنا المختارة بعناية في مجموعة متنوعة من الفئات التي تلبي اهتماماتك الشخصية واستمتع بمحتوى مصمم خصيصًا لك.',
        'View article' => 'عرض المقال',
        'Search placeholder' => 'ابحث عن فئة',
        'Empty line one' => 'عذرًا، لا توجد مقالات لعرضها في الوقت الحالي',
        'Empty line two' => 'ماذا تنتظر، انشر مقالاتك الأولى!',
        'Category not exist' => 'هذه الفئة غير موجودة',
        'View all' => 'عرض الكل',
        'Empty articles' => 'لا توجد مقالات في هذه الفئة لعرضها',
    ],

    'pages' => [
        'Categories' => 'الفئات',
        'Category placeholder' => 'استكشف الفئات المختلفة واكتشف المحتوى المذهل.',
        'View articles' => 'عرض المقالات',
        'Empty category' => 'لا توجد فئة لعرضها',

    ]
];
