<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Mail Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'default' => [
        'Hello' => 'مرحبًا!',
        'Whoops' => 'عذرًا!',
        'Regards' => 'تحياتي',
        'All rights reserved' => 'جميع الحقوق محفوظة.',
        'Subcopy' => "إذا كنت تواجه صعوبة في النقر على زر \":actionText\" ، يمكنك نسخ ولصق الرابط أدناه في متصفح الويب الخاص بك:",
    ],

    'email' => [
        'Subject' => 'التحقق من البريد الإلكتروني',
        'Line one' => 'يرجى النقر على الزر أدناه لتأكيد عنوان بريدك الإلكتروني.',
        'Action' => 'تأكيد عنوان البريد الإلكتروني',
        'Line two' => 'إذا لم تقم بإنشاء حساب، فلا يلزم اتخاذ أي إجراء آخر.',
    ],

    'password' => [
        'Subject' => 'إعادة تعيين كلمة المرور',
        'Line one' => 'لقد تلقيت هذه الرسالة الإلكترونية لأننا تلقينا طلب إعادة تعيين كلمة المرور لحسابك.',
        'Action' => 'إعادة تعيين كلمة المرور',
        'Line two' => 'ستنتهي صلاحية رابط إعادة تعيين كلمة المرور في غضون 60 دقيقة.',
        'Line three' => 'إذا لم تطلب إعادة تعيين كلمة المرور، فلا يلزم اتخاذ أي إجراء آخر.',
    ],
];
