<?php

return [

    /*
    |--------------------------------------------------------------------------
    | WebSite String
    |--------------------------------------------------------------------------
    */

    'Login' => 'تسجيل الدخول',
    'E-mail' => 'بريدك الإلكتروني',
    'Enter your email address' => 'أدخل بريدك الإلكتروني',
    'Password' => 'كلمة المرور',
    'Enter the password' => 'أدخل كلمة المرور',
    'Remember me' => 'تذكرني',
    'Forgot your password' => 'هل نسيت كلمة المرور؟',
    'Or' => 'أو',
    'Dont have an account' => 'ليس لديك حساب؟',
    'Create account' => 'سجل الآن',
    'Register later' => 'التسجيل لاحقاً',
];
