<?php

return [

    /*
    |--------------------------------------------------------------------------
    | WebSite String
    |--------------------------------------------------------------------------
    */

    'Login' => 'تسجيل الدخول',
    'E-mail' => 'بريدك الإلكتروني',
    'Enter your email address' => 'أدخل بريدك الإلكتروني',
    'Password' => 'كلمة المرور',
    'Enter the password' => 'أدخل كلمة المرور',
    'Remember me' => 'تذكرني',
    'Forgot your password' => 'هل نسيت كلمة المرور؟',
    'Or' => 'أو',
    'Dont have an account' => 'ليس لديك حساب؟',
    'Create account' => 'سجل الآن',
    'Register later' => 'التسجيل لاحقاً',
    'Forget Password' => 'نسيت كلمة المرور؟',
    'Forget Password text' => 'لا مشكلة، فقط دعنا نعرف عنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور الذي سيسمح لك باختيار كلمة مرور جديدة.',
    'Forget Password status' => 'تم إرسال رابط التحقق الجديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.',
    'Cancel' => 'إلغاء',
    'Reset Link' => 'رابط إعادة التعيين',
    'Create A New Password' => 'أنشئ كلمة مرور جديدة',
    'Confirm password' => 'تأكيد كلمة المرور',
    'Retype the password' => 'أعد كتابة كلمة المرور',
    'Reset password' => 'إعادة تعيين كلمة المرور',
    'Verify your email' => 'قم بتأكيد بريدك الألكتروني',
    'Verify your email text' => 'شكراً لتسجيلك! قبل البدء، هل يمكنك التحقق من عنوان بريدك الإلكتروني بالنقر على الرابط الذي أرسلناه إليك؟ إذا لم تتلق البريد الإلكتروني، سنرسل لك واحداً آخر بكل سرور.',
    'Verify your email status' => 'تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.',
    'Resend' => 'إعادة الإرسال',
    'Later' => 'لاحقاً',

];
