<?php

return [

    /*
    |--------------------------------------------------------------------------
    | WebSite String
    |--------------------------------------------------------------------------
    */

    'Login' => 'تسجيل الدخول',
    'E-mail' => 'بريدك الإلكتروني',
    'Enter your email address' => 'أدخل بريدك الإلكتروني',
    'Password' => 'كلمة المرور',
    'Enter the password' => 'أدخل كلمة المرور',
    'Remember me' => 'تذكرني',
    'Forgot your password' => 'هل نسيت كلمة المرور؟',
    'Or' => 'أو',
    'Dont have an account' => 'ليس لديك حساب؟',
    'Create account' => 'سجل الآن',
    'Register later' => 'التسجيل لاحقاً',
    'Forget Password' => 'نسيت كلمة المرور؟',
    'Forget Password text' => 'لا مشكلة، فقط دعنا نعرف عنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور الذي سيسمح لك باختيار كلمة مرور جديدة.',
    'Forget Password status' => 'تم إرسال رابط التحقق الجديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.',
    'Cancel' => 'إلغاء',
    'Reset Link' => 'رابط إعادة التعيين',
    'Create A New Password' => 'أنشئ كلمة مرور جديدة',
    'Confirm password' => 'تأكيد كلمة المرور',
    'Retype the password' => 'أعد كتابة كلمة المرور',
    'Reset password' => 'إعادة تعيين كلمة المرور',
    'Verify your email' => 'قم بتأكيد بريدك الألكتروني',
    'Verify your email text' => 'شكراً لتسجيلك! قبل البدء، هل يمكنك التحقق من عنوان بريدك الإلكتروني بالنقر على الرابط الذي أرسلناه إليك؟ إذا لم تتلق البريد الإلكتروني، سنرسل لك واحداً آخر بكل سرور.',
    'Verify your email status' => 'تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.',
    'Resend' => 'إعادة الإرسال',
    'Later' => 'لاحقاً',
    'Create a new account' => 'انشاء حساب جديد',
    'First name' => 'الاسم الأول',
    'Last name' => 'الاسم الأخير',
    'User name' => 'اسم المستخدم',
    'Enter your first name' => 'أدخل اسمك الأول',
    'Enter your last name' => 'أدخل اسمك الأخير',
    'Enter your username' => 'أدخل اسم المستخدم الخاص بك',
    'Create Later' => 'أنشئ لاحقاً',
    'Register' => 'التسجيل',

    'Homepage' => 'الصفحة الرئيسية',
    'Categories' => 'الفئــــات',
    'Articles' => 'المقالات',
    'Dashboard' => 'لوحة التحكم',

    'Hero title' => 'مرحــــــبًا بـــكم في مدونتنـــــا',
    'Hero subtitle' => 'اكتشف أحدث الأخبار والنصائح والقصص من مجتمعنا',
    'Explore Articles' => 'استكشاف المقالات',

    'Section one title' => 'مقالات جديدة لا تفوتها!',
    'Section one subtitle' => 'استكشف ما لدينا من مقالات جديدة ومميزة، وتعرف على أحدث الأفكار والمعلومات التي قد تثري حياتك وتفتح أفق جديد لفهم العالم من حولك',
    'Section two title' => 'تعرف على المقالات الأكثر قراءة',
    'Section two subtitle' => 'استمتع بقراءة المقالات التي حققت أعلى نسب قراءة ونالت إعجاب الكثير من القراء، واستفد من الأفكار والمعلومات القيمة التي تقدمها',

    'Read more' => 'إقرأ المزيد',
    'By' => 'بواسطة',
    'Subscribe text' => 'اشترك في قائمتنا البريدية للحصول على آخر التحديثات.',
    'Subscribe' => 'الإشتراك',
    'Most liked' => 'الأكثر إعجاباً',

];
